["1\nCandidate's Signature:{{Sig_es_:signer1:signature}}\n23 September 2024\nC10684048\nKodali Abhishek Rao\nNear amritha hospital, Shadipur  Port blair 744101\nDear Kodali Abhishek Rao,\nWe are pleased to extend an Offer to join Accenture Solutions Private Limited in Strategy & Consulting, as per the terms and conditions of the offer \nletter and its accompanying annexures:\nManagement Level - 9\nJob Title - Ind&Func AI Decision Science Consultant\nJob Family Group - Data & AI\nAt this stage we expect you to join us at Hyderabad\nYou will be expected to work from the office location tagged to your project/role/client (referred as your Accenture Base Location).  Accenture \nBase Location will be considered for all administrative & operational/official purposes. Exceptions if any/granted, will be interim / temporary, and \nwill be subject to review with HR/business/client. The Company reserves the right to ask you to come to office locations pursuant to our business \nneeds and client requirements. Working remotely is subject to business requirement and your agreeing to terms of the Remote working conditions \nlisted in the attached Declaration. This offer is contingent to the above-mentioned agreement.\nANNEXURE AND TERMS OF EMPLOYMENT DETAILS\nPlease refer to:\nAnnexure 1 for the compensation and benefits details.\nAnnexure 2 for documentation to be submitted by you.\nAnnexure 3 for Remote Working Conditions - Declaration to be submitted by you.\nAnnexure 4 for Declarations to be submitted by you\nAnnexure 5 for the Terms of Employment, Compensation Plan and Car Lease Scheme\nYour employment with the Company will be governed by the attached Terms of Employment. You are required to carefully read and understand \nthese Terms of Employment as a part of accepting this Offer. \nPlease note that after joining the Company you may be required to undergo further trainings, assessments and verifications and your employment \nwith the Company shall be subject to successful completion of such trainings, verifications and assessments.\nAs further detailed in the Terms of Employment, this Offer and your employment with the Company is subject to satisfactory completion of \nverification and/or background or reference checks, which may occur at any time prior to or after the effective start date of your employment. \nFurther, at the time of joining you are required to provide all documentation identified in Annexure 2. \nPost accepting this Offer, you are required to submit certain prerequisites / documents (Refer Annexure). The Offer will be contingent upon \nsuccessful verification of your documents against the Employment Application Form submitted by you. Accenture may, at its sole discretion, elect \nto suspend or revoke your offer immediately in case of failure to submit the documents or any mismatch/misrepresentation in information shared \nby you.\n", "2\nCandidate's Signature:{{Sig_es_:signer1:signature}}\nIn the event a government body/authority exercising its jurisdiction and statutory power/authority seeks information pertaining to any aspect of \nyour employment, the Company shall provide such information to the government body/authority without any notification to you. The foregoing \nshall be applicable to information pertaining to your employment being shared in pursuance of statutory requirements/compliance. You may \nbelong to this category and your details will be disclosed to these authorities.\nAfter acceptance of the offer of employment or any time during the course of your employment with the Company you may be required to undergo \ndrug/alcohol/substance test/and/or any other verifications  based on the project you are deployed. This offer and your employment with the \nCompany are contingent upon you completing particular tests/and/or any other verifications as per the requirements of the Company and in the \ninstance of failing these tests namely the drug/alcohol/substance test/and/or any other verifications, the Company may, in its sole discretion, \nelect to terminate or suspend your employment immediately. \nAt Accenture, the health and well-being of our people, our clients and the community is our top priority. Before onboarding, we encourage you to \ntake both doses of the COVID-19 vaccine.\nImportant to note: \nYour joining and employment with the Company will be subject to submission of all the above along with the mandatory documents listed in \nAnnexure 2.\nYou are required to provide copies of all mandatory documents required by the Company before joining and during the course of your employment, \nas per the timelines specified/ communicated by the Company from time to time. You may be required to submit additional documents which \ninclude but are not limited to your education and past employment/s. The offer of employment and your employment with the Company is \ndependent on timely submission of such required documents. Non furnishing of mandatory document/s within the specified time shall result in \nrevocation of this Offer/termination of employment. \nThis offer is contingent on us working together to determine an appropriate start date for your employment. The terms of this letter and this offer \nare valid for seven (7) days from the date of this letter. If we do not receive the above requested documents from you before the expiration of this \nperiod or after receiving your acceptance of this offer if you do not join the Company on a mutually agreed date of joining, or if, we are unable to \nset an alternative date, the terms of this letter and this offer will be deemed to have been rejected by you, unless otherwise communicated to you \nby the company in writing. The Company at its sole discretion (including but not limited to unforeseen circumstances like a pandemic or natural \ncalamities) may extend or defer the start date of your joining, for which deferment you will be duly informed. Your joining date and employment \nwith the Company will then start from such deferred/extended date. The start of employment with the Company will be the date on which you have \njoined the company i.e. onboarding date. \nYou agree and affirm that the information (personal or otherwise) shared by you at the time of registration and in the application form is accurate, \nfactually correct, and complete and no material information has been withheld by you. Accenture is providing this offer of employment basis \npreliminary information & documentation provided by you at the registration stage. You understand and acknowledge that this offer & your \nemployment with Accenture shall be subject to further verification of details and materials/ documents provided to Accenture as well as any \nfurther verification deemed necessary to finalize your candidature. Accenture may, at its sole discretion, elect to suspend or revoke your offer \nimmediately in case of failure to submit the documents or any mismatch in information shared by you. You may also be during your course of \nemployment required by the company to provide documentation and information from time to time, you shall provide the same within the timelines \nprescribed by the company. Non furnishing of mandatory document/s within the specified time shall result in termination of employment. \nYour joining and employment with the Company will be subject to submission of all the above along with the mandatory documents listed in \nAnnexure 2. \nIf we do not receive your acceptance or if, after receiving your acceptance of this Offer, if you do not join the Company on the mutually agreed date \nof joining, the terms of this letter and this Offer of employment will be deemed to have been rejected by you, unless otherwise communicated to \nyou by the Company in writing. This offer also will be revoked based on the contingencies mentioned in the earlier para of this offer letter.\nKodali, we look forward to hearing from you regarding your decision to join our team. In the meantime, please do not hesitate to contact Mrs \nHeena Dogra at heena.dogra@accenture.com should you have anything you would like to discuss further.\nYours sincerely,\n", "3\nCandidate's Signature:{{Sig_es_:signer1:signature}}\nLakshmi C\nManaging Director and Lead, Human Resources, Accenture in India\nACKNOWLEDGED AND AGREED:\nCandidate's Signature {{Sig_es_:signer1:signature}} \nKodali Abhishek Rao\nDate: {{Dte_es_:signer1:date}}\n", "4\nCandidate's Signature:{{Sig_es_:signer1:signature}}\nANNEXURE 1 : COMPENSATION & BENEFITS\nTOTAL CASH COMPENSATION ELEMENTS\n*Total Cash Compensation Elements\nAnnual Fixed Compensation** \n*Annual Fixed Compensation includes allowances, any shift premiums for working in non-standard hours where applicable, for example, night shift \npremium, and statutory benefits and will be structured in accordance with the Company's compensation guidelines and Allsec Payroll FAQs. It \nincludes employer's contribution to Provident Fund, as applicable. Please refer to ‘Compensation Plan Guidelines’ document which elaborates the \nguidelines applicable to structure your Fixed Compensation.\nYour Annual Fixed Compensation will be structured in line with the Company policy. There are various components within in Fixed Compensation \n(key components - Basic pay, House Rental Allowance, Provident Fund). Please refer to 'Compensation Plan Guidelines' document and Allsec \nPayroll FAQs which elaborates the guidelines applicable to structure your Fixed Compensation.\n**Annual Fixed Compensation includes employer's contribution to Provident Fund, as applicable.\nNote: For International Worker Only*\nAs per Indian Provident Fund (PF) regulations, membership to the Provident Fund is mandatory for all International Workers. Exemptions if any, \nshall be as per the existing law. Appropriate employee’s contribution to PF will be deducted and submitted to the regulators by the Company as per \napplicable laws/regulation in existence (or amendments from time to time). Withdrawal (if any) from Provident Fund is regulated by the \nTotal Cash Compensation Elements*\nAnnual (INR)\n(A) Annual Fixed Compensation\nINR 2,000,000/-\n(B) Maximum Annual Variable Bonus\n(Individual Performance Bonus)*\nMin.\nMax.\n0%\n27%\nAnnual Earning Potential (A+B)\nMin.\nMax.\nINR 2,000,000/-\nINR 2,540,000/-\n(C)#Additional Benefits\nGratuity for each year of service (indicative and\nassumed value calculated at an approximation of\n4.81% of annual basic)\nINR 33,600/-\nNotional Insurance Premium paid by Company\nINR 16,600/-\n(D)##Additional Discretionary Reimbursement\nAnnual Internet reimbursement\nINR 12,000/- (capped at INR 1,000/- per month)\n(E)Optional opportunity to participate in the Employee\nShare Purchase Plan\nEmployee Share Purchase plan – to purchase\nAccenture plc Class A ordinary shares at 15% discount\non the fair market value\nINR 30,000/- [discount opportunity with an optional\ninvestment of 10% of gross pay and no change in\nshare price]\n", "5\nCandidate's Signature:{{Sig_es_:signer1:signature}}\nGovernment of India and is subject to government approvals and prevailing laws (amended from time to time). Any person desirous of such \nwithdrawal need to comply with applicable law and procedures laid down by the authorities. \n*As defined by applicable law from time to time.\nVARIABLE BONUS\nYou will be eligible to participate in the FY24-25 Individual Performance Bonus (IPB) Programme. Your indicative pay-out can range from 0% to 27% \nof the prorated fixed pay in the Fiscal Year, subject to the overall terms and conditions of the IPB, including but not limited to your individual \nperformance achievements and the Company’s performance. The Company may, at any time and in its sole and absolute discretion, amend, \nsuspend, withdraw vary and/or modify any of the terms and conditions of the IPB programme guidelines. The IPB will be paid out subject to you \nbeing on the rolls of the Company on the date of disbursement of these payouts and will be prorated based on your tenure in Accenture India and \nconsidering the period of leave without pay during the said fiscal year.\nRELOCATION ASSISTANCE\nIn case you are relocating from your current location to join Accenture, you would be eligible for relocation assistance. You are entitled to \nrelocation assistance up to the maximum limit of INR 50,000/-, to be reimbursed on actuals along with appropriate supporting bills towards the \nfollowing:\nTravel expenses by air / train for employee, spouse, dependent parents and children from previous work location / place of residence to the\njoining location, including any conveyance expenses. \nExpenses towards movement of goods and household articles (including insurance) from previous work location / place of residence to the\njoining location. \nExpenses towards movement of one vehicle including Road Tax / Octroi \nBrokerage charges for new residence at the joining location. Refundable deposits shall not be reimbursed. \nShould you require relocation assistance please reach out to heena.dogra@accenture.com 10 days prior to the date of joining. You will also be \nprovided with transit accommodation for the first 14 days of your stay at your joining location. Further details will be provided to you separately.\nAll the expenses would have to be claimed as a one- time reimbursement. You would require approval from your People Advisor for the \nreimbursement. All permissible expenses should be claimed through the Time and Expense Reporting application <Expense type - Other Expense - \nSub Type- Relocation Expenses (Domestic) - Relocation Type- New Joiner Relocation (NJR) > within 90 days of joining.\nIn the unlikely event of you choosing to leave the Company, or your services being terminated, before the completion of one year of employment \nwith the Company, the relocation amount will become payable by you and should be repaid on termination of your employment/separation from \nthe Company. In the event, you fail to repay the relocation amount, and it is necessary to take legal action against you to collect such amount, you \nagree to reimburse the Company for all costs incurred by the Company to collect such amounts, including attorney's fees and court costs.\nAny dues payable by you on termination/separation from the Company as aforesaid will be recovered/adjusted from your final settlement to the \nextent possible and if adjustments/set off are not possible, you will need to pay back to the Company the required amounts (part or full as the \ncase may be) on or before your last working day or within a timeline as demanded by the Company. The same applies to any partial or shortfalls \nthat needs to be recovered from you.\nBENEFITS APPLICABLE FOR CURRENT COMPANY FINANCIAL YEAR\nIn addition to your annual total cash compensation, you will be eligible for following benefits, which will be governed by Company policy:\nInsurance\nPolicy\nCoverage for\nCoverage Amount\nPremium paid by\nMedical\nSelf, Spouse/partner (if you identify\nyourself as lesbian, gay, bisexual and\ntransgender) & 4 Dependent children\nINR 5,00,000/- per annum\nCompany\nPersonal\nAccident\nSelf\nUp to 3 times of annual fixed compensation\nCompany\n", "6\nCandidate's Signature:{{Sig_es_:signer1:signature}}\n1.      a. Medical Insurance for self, spouse/partner and 4 dependent children up to INR 5,00,000/- per annum. This plan allows for coverage of pre-\nexisting ailments. This is as per current arrangement with our Insurer and is subject to review from time to time.\n      b. You have the option of availing Accenture negotiated rates to cover your parents, parents-in-law up to INR 20,00,000/- and siblings up to INR \n10,00,000/- You also can avail optional Top-Up Policy for yourself and your dependents (spouse/partner and 4 dependents children) up to INR \n30,00,000/-. The entire premium for this will have to be borne by you. These plans allow for coverage of pre-existing ailments. This is as per current \narrangement with our Insurer and is subject to review from time to time.\n      c. For Permissible claims under the Medical Insurance plans detailed above, you will be required to contribute a defined percentage of each \nclaim, as under:\n                        • 10% of such claims for self, spouse/partner and 4 dependent children \n                        • 20% of such claims for parents, parent’s in-law and siblings under the separate Insurance plan.\nPlease note that all insurance benefits whether (Base or optional) will have a co-payment provision subject to the terms of the insurer \n2. Personal Accident coverage for self, up to three times your annual fixed compensation. \na. You have the option of availing Supplemental Accident cover at Accenture negotiated rates for yourself and/or your spouse. The entire premium \nfor this will have to be borne by you.\n3. Life Insurance coverage equivalent to two times of your annual fixed compensation with minimum cover of INR 7,50,000/-.\na. You have the option of availing Supplemental Life cover at Accenture negotiated rates for yourself and/or your spouse. The entire premium for \nthis will have to be borne by you.\n4.     #(C) Gratuity amount shown above is an indicative approximation of your annual eligibility, and the final payout of any gratuity amount will be \ndetermined in accordance with the applicable provisions of the Payment of Gratuity Act, 1972, its amendment or prevailing legislation at that point \nof time and subject to eligibility and Company procedure and process at the time of your exit from the Company\n#(C) Notional Insurance Premium is an approximation based on individual factors which may include age, level and fixed pay depending on the \ninsurance. Please note that there could hence be a slight difference in the actual premium amount borne by Accenture for your insurance \ncoverage. The premium amount is directly paid by Accenture to the Insurance companies tied up with and will not be paid to you individually. \nApplicable only for current FY and can be withdrawn at any time at company’s discretion.\n##(D) Reimbursements would be approved as per the policies’ terms & conditions.  Kindly refer to those before initiating a purchase. The \nreimbursement amounts are subject to company policy and discretion and maybe updated/reviewed/withdrawn at any time basis company \ndiscretion.\n5. You will also be eligible for the Employee Share Purchase Plan, which will provide a 15% Discounted Rate on ACN Stock traded on NYSE.\nEmployee Share Purchase Plan (ESPP): The Employee Share Purchase Plan gives the employee an opportunity to purchase Class A common\nshares in Accenture Limited at a discount through payroll contributions. By participating in this plan, an employee can develop his / her\nownership in Accenture and increase his / her stake in Accenture’s success.\n6. Accenture provides you with access to the Employee Assistance Program (EAP) at no cost. EAP helps you and your immediate family members \ndeal with work-life stressors, family issues, financial concerns, relationship problems, and even drug or legal concerns. The EAP services cover up \nLife\nSelf\nEquivalent to 2 times of annual fixed compensation\nor INR 7,50,000/- whichever is higher \nCompany\nFuture Service\nLiability\nSelf\nUp to INR 20,00,000/-\nCompany\nEmployee\nDeposit Linked\nInsurance\n(EDLI)\nSelf\nINR 7,05,000/- (If you contribute towards Employee\nProvident Fund)\nCompany\n", "7\nCandidate's Signature:{{Sig_es_:signer1:signature}}\nto 5 in-person visits, short-term counseling, confidential access to assessments, referrals and follow-up service. \nThe Company may, at any time and in its sole and absolute discretion, amend, suspend, vary and modify any of the terms and conditions of the \nabove benefits & guidelines.\nThe Company may, at any time and in its sole and absolute discretion, amend, suspend, vary and modify any of the terms and conditions of the \nMedical Insurance, Personal Accident Insurance and Relocation Assistance programme guidelines.\nGST CLAUSE\nFollowing the implementation to the GST regulations with effect from July 1st 2017, please note the treatment to any continuing obligations that \nyou have, pursuant to any signing/joining/relocation/retention bonus as per the terms of your employment, will be as under:\nAny signing, joining, relocation or retention bonus received by you will be paid along with salary of the relevant or succeeding pay month. This \namount is recoverable as per your employment terms, if your service commitment with Accenture change. Any such recovery or adjustment shall \nbe made from your salary pertaining to the service month before your last working day in the Company. Any shortfalls will be adjusted against any \nfurther amounts due and payable to you.\nGENERAL TAX\nAll compensation will be paid to you after deduction of tax at source, in accordance with applicable law. You will be solely liable for your personal \ntax liabilities, as per applicable law, both in India and abroad.\n", "8\nCandidate's Signature:{{Sig_es_:signer1:signature}}\nANNEXURE 2: REQUIRED DOCUMENTATION\nTwo copies of your recent passport size photographs (mandatory to be submitted on day 1)\nPAN card copy (mandatory to be submitted on day 1)\nDocument/s containing start date and end date of the last two employers\nCopy of Degree/PG/Diploma (wherever applicable) certificates\nCopy of all semester mark sheets (last semester mandatory)\nRelieving Letters from previous employer\nUAN Number and PF Statement for your last two employments before Accenture\nForm 16 and Form 26AS from any period of your tenure with the last two employments before Accenture.\nExperience Certificate from 2 previous employers (if relieving letters not submitted)\nPassport copy, if available (if not please apply immediately)\nCopy of Aadhaar Card- We request you to provide for meeting the UAN generation requirement and any other compliance required by governing \nregulating authorities like EPFO, ESIC, labour welfare fund and others. Please note that by voluntarily sharing your Aadhaar details, you are also \nauthorizing us to share it with third parties under contract with the company and which are bound by confidentiality provisions to meet any \nregulatory requirements and internal procedures of the company including but not limited to making verifications. Do note that the provision of \nAadhaar details and seeding Aadhaar with UAN as well as completing KYC requirements of EPFO is necessary and if you are unable to do so this \nmay delay submission of your PF contributions to the regulators.\n", "9\nCandidate's Signature:{{Sig_es_:signer1:signature}}\nANNEXURE 3 : REMOTE WORKING CONDITIONS - DECLARATION\nNOTE: \n• You will be expected to work from the office at a frequency determined by your project / role and you are expected to reside at your assigned / \ntagged location [referred as your Accenture Base Location]\n• Your remote working is subject to strict compliance to the conditions mentioned below. In case of non-adherence, you will have to work from the \noffice at your Accenture base location.\nWhile working remotely:\n• I understand and agree that I will continue to be governed by all clauses and obligations as set out in my Offer Letter, Terms of Employment & \nAccenture policies, as amended from time to time.\n• I agree and accept that I will adhere to Accenture and client specific requirements around confidentiality and intellectual property\n• I agree that I will use a secure and private workspace to meet the confidentiality requirements of my role\n• I agree and undertake to follow the work timings defined by my organization\n• I understand that it is my responsibility to ensure that power and internet connectivity access is available to perform my role\n• I understand and confirm that I will be responsible for safety and security of the company assets assigned to me\n• I understand and agree that I will be responsible for my well-being, health and safety while working remotely\nI agree and acknowledge that my Terms of Employment, regulatory compliances, and any disputes connected thereto would be governed by \njurisdiction of my Accenture Base Location.\n", "10\nCandidate's Signature:{{Sig_es_:signer1:signature}}\nANNEXURE 4 : DECLARATION\nI hereby represent and warrant that as of my effective start date of employment with the Company, I will have: (a) terminated my employment with \nany current/previous employer and any other employment or contractor relationships; and (b) satisfactorily performed and completed all my \nobligations which apply/applied to me vis-à-vis any current/previous employer and any other employment or contractor relationships. I hereby \nrepresent and warrant that I have not, during the course of any current/previous employment and any other employment or contractor \nrelationships, entered into or agreed to any arrangement which may restrict, prohibit or debar or conflict or be inconsistent with my acceptance of \nthe offer made by the Company or employment with the Company, including, but not limited to, any time-bound non-compete agreement, restrictive \nemployment agreement or other restrictive terms. I hereby represent and warrant that I shall not bring into Accenture premises (or use in any \nmanner) any third party documents (regardless of media) or materials (including but not limited to trade secrets) with myself to Accenture, \nincluding any such documents or materials from my previous employer. To the extent I feel that my employment at Accenture would require me to \nbring any third party documents or materials to Accenture I shall not bring any such documents or materials unless I have taken all \npermissions/approvals from the third parties before accepting the offer from Accenture. I further represent and warrant that I have not and will not \ninappropriately disclose or misuse any confidential information obtained from and/or in connection with any current/previous employer and any \nother employment or contractor relationships. I agree and acknowledge that a breach of this provision shall entitle Accenture to terminate my \nservices with immediate effect.\nACKNOWLEDGED AND AGREED:\n________________________________\nKodali Abhishek Rao\nCandidate's Signature {{Sig_es_:signer1:signature}} \nDate: {{Dte_es_:signer1:date}}\nDisclaimer\n“This document and any attachments to it (in part or in whole the \"Communication\") are confidential, may constitute inside information and are for \nthe use only of the addressee. The Communication is the property of Accenture and its affiliates and may contain copyright material or intellectual \nproperty of Accenture and/or any of its related entities or of third parties. If you are not the intended recipient of the Communication or have \nreceived the Communication in error, please notify the sender or Accenture immediately, return the Communication (in entirety) and delete the \nCommunication (in entirety and copies included) from your records and systems. Unauthorized use, disclosure or copying of this Communication \nor any part thereof is strictly prohibited and may be unlawful. Any views expressed in the Communication are those of the individual sender only, \nunless expressly stated to be those of Accenture and its affiliates. Accenture does not guarantee the integrity of the Communication, or that it is \nfree from errors, viruses or interference.”\n"]